Repository: Igor-Sanches/pontosde-domino-uwp
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# a
source: the
pt_br: a

# Apagar
source: Delete
pt_br: Apagar

# Apagarestaunicapartida
source: Erase this one match?
pt_br: Apagar esta única partida?

# apagartudo.Text
source: Erase everything
pt_br: Apagar tudo

# Aplicativocriadopor
source: Application created by
pt_br: Aplicativo criado por

# Batida.Content
source: Beat
pt_br: Batida

# Batidadecamburao.Content
source: Camburão beat
pt_br: Batida de camburão

# Batidalascada.Content
source: Knocked out
pt_br: Batida lascada

# com
source: with
pt_br: com

# contatar.Text
source: Talk to Igor about the app
pt_br: Conversar com Igor sobre o app

# Continuarpartida
source: Continue departure
pt_br: Continuar partida

# d1.Text
source: This application is designed to be used as an electronic scoreboard for a domino match. The app also saves all the data from the matches and you can return them anytime you want.
pt_br: Este aplicativo foi criado para ser usado como um placar eletrônico de uma partida de dominó. O app também salva todos os dados das partidas e você pode retorna-las a hora que quiser.

# d2.Text
source: Each button has a different action and returns an action, let's learn what each of them is for. Pass: The pass button is using as much as a player does not have a stone to be used in the round and then the next player throws the stone if the pass button is worth 2 points on the scoreboard. Pass of 2: It is used as the pass is two players and is worth 4 points on the scoreboard. General: The general is using how many all players pass and you play two consecutive stones and is worth 6 points on the scoreboard if you scream overall if you don't scream it becomes a general unconscious. Overall unconscious: The unconscious feral is the same as the general only that is using how much the player makes a general without knowing and all pass, if that happens the 6 points go to the opposing team. Output Pass: The exit pass is how much you pass the first player and sail 4 points on the scoreboard. Pass 2 on the way: How much you spend two players first and wins 6 points. Beat: It occurs when the match is over and you get 4 points. Knocked Knock: The lased beat occurs as you hit the game and your stone can hit both sides and worth 8 points. Camburão Strike: Occis how much you hit the game of the wagon and worth 20 points. Folded Departure: As the match ends and none of the players can finish the match, the match is restarted, you must mark the folded game option that means that all passes, general and beats are all doubled. Example a pass is worth 2 already now will be worth 4 points. Maximum 20 points: You can mark this option if you have many teams every 20 points you have a new match the losing team comes out and another one that makes 20 points wins.
pt_br: Cada botão tem uma ação diferente e retorna uma ação, vamos aprender pra que serve cada um deles. Passe: O botão de passe é usando quanto um jogador não possui uma pedra para ser usada na rodada e então o jogador seguinte jogara a pedra se tiver o botão de passe vale 2 pontos no placar. Passe de 2: É usado quanto o passe é de dois jogadores e vale 4 pontos no placar. Geral: O geral é usando quantos todos os jogadores passa e você joga duas pedras consecutivas e vale 6 pontos no placar se você gritar geral se não gritar se torna um geral inconsciente. Geral inconsciente: O feral inconsciente vale o mesmo do geral só que é usando quanto o jogador faz um geral sem saber e todos passam, se isso acontecer os 6 pontos vão para o time adversário. Passe de saída: O passe de saída é quanto você passa o jogador de primeira e vela 4 pontos no placar. Passe de 2 em saída: Quanto você passa dois jogadores de primeira e ganha 6 pontos. Batida: Ocorre quanto a partida acaba e você ganha 4 pontos. Batida lascada: A batida lascada ocorre quanto você bate o jogo e sua pedra pode bate dos dois lados e vale 8 pontos. Batida de camburão: Ocorre quanto você bate o jogo de camburão e vale 20 pontos. Partida dobrada: Quanto a partida termina e nenhum dos jogadores conseguem finalizar a partida, a partida é reiniciada, você deve marcar a opção partida dobrada isso significa que todos os passes, geral e batidas valeram tudo dobrada. Exemplo um passe vale 2 já agora ira valer 4 pontos. Máximo de 20 pontos: Você pode marcar essa opção se tiver muitos times a cada 20 pontos ocorrera uma nova partida o time perdedor sai e entra outro o primeiro que fizer 20 pontos ganha.

# d3.Text
source: The game works so 4 players start 2 players will be the A team and the other the B, at a table the player A sits near the B and A and B the play A stands in front of his companion and B also. The game begins with the player who has the caiburão de sena (6), the purpose of the game is to give pass, general and beat the game to win the match, After the first match the beginner player will be that this close to the game that started the first match and can come out with any stone if you have camburão can start with him or choose another one until you hit the 20 points or if the match is unique to as many points as you want.
pt_br: O jogo funciona assim 4 jogadores começam 2 jogares serão o time A e os outros o B, em uma mesa o jogador A senta perto do B e A e B o jogar A fica em frente o seu companheiro e o B também. O jogo se inicia com o jogador que tiver o camburão de sena (6), o proposito do jogo é dar passe, geral e bater o jogo para ganhar a partida, depois da primeira partida o jogador iniciante sera oque esta perto do jogar que iniciou a primeira partida e pode sair com qualquer pedra se tiver camburão pode iniciar com ele ou escolhe outra ate bater os 20 pontos ou se a partida for única ate quantos pontos quiserem.

# Desejaretornarestapartida
source: Do you wish to return this game?
pt_br: Deseja retornar esta partida?

# e
source: and
pt_br: e

# edobrada
source: and folded
pt_br: e dobrada

# em
source: in
pt_br: em

# empatou
source: drew
pt_br: empatou

# Estapartidafoirealizadanodia
source: This match was held in the day
pt_br: Esta partida foi realizada no dia

# Fechar
source: Close
pt_br: Fechar

# fimdegame
source: Game over!
pt_br: Fim de jogo!

# ganharaode
source: will gain from
pt_br: ganharão de

# ganhou
source: Won
pt_br: ganhou

# Geral.Content
source: General
pt_br: Geral

# Geralinconsciente.Content
source: Overall unconscious
pt_br: Geral inconsciente

# Iniciarnovapartida
source: Start new matche
pt_br: Iniciar nova partida

# inicieumanovapartidaoucontinueamesma
source: start a new game or continue the same!
pt_br: inicie uma nova partida ou continue a mesma!

# JogadoresA.PlaceholderText
source: Players A
pt_br: Jogadores A

# JogadoresB.PlaceholderText
source: Players B
pt_br: Jogadores B

# listavazia.Text
source: Clear list!
pt_br: Lista vazia!

# Maximode20pontos.Content
source: Maximum 20 points
pt_br: Máximo de 20 pontos

# Nadaparaapagarsualistaestavazia
source: Nothing to erase your list is empty!
pt_br: Nada para apagar sua lista esta vazia!

# Nao
source: No
pt_br: Não

# Naoepossiveliniciarcomzerodigiteoutrovalor
source: Cannot start with zero, enter another value!
pt_br: Não é possível iniciar com zero, digite outro valor!

# Novapartida.Content
source: New departure
pt_br: Nova partida

# partida
source: matche
pt_br: partida

# Partidade20pontos
source: Matches 20 points
pt_br: Partida de 20 pontos

# Partidadobrada.Content
source: Folded Departure
pt_br: Partida dobrada

# Partidanormal
source: Normal departure
pt_br: Partida normal

# partidas
source: matches
pt_br: partidas

# partidaslist.Text
source: Matches
pt_br: Partidas

# Passe.Content
source: Pass
pt_br: Passe

# Passede2.Content
source: Pass 2
pt_br: Passe de 2

# Passede2saida.Content
source: 2-way pass
pt_br: Passe de 2 saida

# Passedesaida.Content
source: Skip Pass
pt_br: Passe de saida

# pd
source: Dominó Points
pt_br: Pontos de Dominó

# pdx
source: Dominó%20Points
pt_br: Pontos%20de%20Dominó

# ProseguirWhtasapp
source: Will you be redirected to the browser and then to WhatsApp you want to proceed?
pt_br: Você sera redirecionado ao navegador e depois ao WhatsApp deseja prosseguir?

# psalvas.Text
source: Saved departures
pt_br: Partidas salvas

# Retornarpartida
source: Return departure
pt_br: Retornar partida

# salvarp.Text
source: Save Startup
pt_br: Salvar partida

# Sim
source: Yes
pt_br: Sim

# sobre
source: Information and how to use
pt_br: Imformações e como usar

# Sobreoappemais.Text
source: About the app and more
pt_br: Sobre o app e mais

# t1.Text
source: The because of this application.
pt_br: O porque deste aplicativo.

# t2.Text
source: Commands and buttons
pt_br: Comandos e botões

# t3.Text
source: How can I play this game and how to play?
pt_br: Como posso jogar esse jogo e como jogar?

# Temcertezequedesejalimpatodaestalista
source: Are you sure you want to clean up this list?
pt_br: Tem certeza que deseja limpa toda esta lista?

# Title.Text
source: Dominó Points
pt_br: Pontos de Dominó

# vamosconversar
source: Let's%20talk%20um%20bit%20on%20o
pt_br: Vamos%20conversar%20um%20pouco%20sobre%20o

# Voceprecisadigitaralgumnumero
source: You need to type in a number!
pt_br: Você precisa digitar algum número!

# DisplayName
source: Dominó Points
pt_br: Pontos de Dominó

# Nmostrarnovamente
source: Do not show again
pt_br: Não mostrar novamente

# Salvar
source: Save
pt_br: Salvar

# saveinautosave
source: Your game will be saved and can be returned whenever you want, want to save this game?
pt_br: Sua partida será salva e poderá ser retornada a hora que você desejar, deseja salvar esta partida?
